<template>
  <div>
    <p>Обработката на вашата поръчка и достъпа до услугите на разположение на сайта изискват събирането и обработването на следните лични данни за вас: име, адрес, номер на дебитна/кредитна карта и .... номер. Тази информация се съхранява в нашата база данни, за да можем да отговорим на Ваше евентуално запитване или , за да осъществим заявените услуги на посочен от Вас адрес.</p>
    <p>Предоставянето на личните данни е доброволно, като използвате този онлайн калкулатор за заявки. Вие се съгласявате личните данни, които ни предоставите, да бъдат използвани за обработка на вашата поръчка.</p>
    <p>Тази информация е от съществено значение за нас, за да Ви предложим качествено обслужване. Тази информация е за нашето вътрешно ползване, Вашите лични данни няма да бъдат разкривани на трети лица, освен за доставка на закупен от Вас продукт.</p>
    <p>Свежест 42 ООД може да разкрива личните данни на лица и органи, посочени в нормативен акт, с цел изпълнение на свои законови задължения. или на законоупълномощените лица в съответствие със закона.</p>
    <p>В качеството си на администратор на лични данни ние предприемаме необходимите технически и организационни мерки, за да защитим вашите данни от случайно или незаконно унищожаване, или от случайна загуба, от неправомерен достъп, изменение или разпространение, както и от други незаконни форми на обработване.</p>
    <p>Съгласно Закона за защита на данните от 01.01.2002 г. Вие имате право на достъп и коригиране на данните, както и да възразите срещу обработването на личните данни за целите на директния маркетинг. Можете да упражнява това право, като се свържете с нас.</p>
  </div>
</template>

<script>
export default {
  name: "GDPR",
};
</script>