<template>
  <div>
    <div>
      <h1 class="h1Tags">I. ПРЕДМЕТ</h1>
      <p>
        Чл. 1. Настоящите общи условия са предназначени за регулиране на отношенията между Свежест 42, гр.Бургас, ж.к. Славейков, бл. 161, вх. А, ет 3, ап. 22 ЕИК 204197305, представлявано от Йорданка Стефанова Керемедчиева, , наричано по-долу за краткост ДОСТАВЧИК, и клиентите, наричани по-долу ПОЛЗВАТЕЛИ, на онлайн заявки „svejest42.com”, наричан по-долу
        „ИЗПЪЛНИТЕЛ”.
      </p>
      <h1 class="h1Tags">ІІ. ДАННИ ЗА ДОСТАВЧИКА</h1>
      <p>
        Чл. 2. Информация съгласно Закона за електронната търговия и Закона за защита на потребителите:
        Наименование на Доставчика: “Свежест“ 42 ЕООД
        Седалище и адрес на управление: гр.Бургас, ж.к. Славейков, бл. 161, вх. А, ет.3, ап.22
        Адрес за упражняване на дейността: гр.Бургас , ж.к. Славейков, бл. 161, вх.А ,ет. 3, ап. 22
        Данни за кореспонденция: Email: manager@svejest42.com, Tel: +359 889 901 800 ; +359 889 456 119
        Вписване в публични регистри: ЕИK 204197305,
        Номер на удостоверение за администратор на личните данни № 428912
        Надзорни органи:
        Комисия за защита на личните данни
        Адрес: гр. София, ул. "Иван Евстатиев Гешов" № 15, тел.: (02) 940 20 46 факс: (02) 940 36 40
        Email: kzld@government.bg, kzld@cpdp.bg
        Уеб сайт: www.cpdp.bg
        Комисия за защита на потребителите
        Адрес: 1000 гр. София, пл."Славейков" №4А, ет.3, 4 и 6, тел.: 02 / 980 25 24 факс: 02 / 988 42 18 гореща линия: 0700 111 22 Уеб сайт: www.kzp.bg
      </p>
      <h1 class="h1Tags">III. ХАРАКТЕРИСТИКИ НА ЕЛЕКТРОНЕН МАГАЗИН</h1>
      <p>
        Чл. 3. Изпълнител e електронен магазин/доставчик на услуга, достъпен на адрес в Интернет “svejest42.com” , чрез който Ползвателите имат възможност да сключват договори за покупко-продажба и доставка на предлаганите от ЕЛЕКТРОНЕН МАГАЗИН услуги , включително следното:
        Да извършат регистрация и създаване на профил за преглеждане на Изпълнителя и използване на допълнителните услуги за
        предоставяне на информация;
        Да извършват електронни изявления във връзка със сключването или изпълнението на договори с ИЗПЪЛНИТЕЛ чрез интерфейса на страницата на ИЗПЪЛНИТЕЛ, достъпна в Интернет;
        Да сключват договори за покупко-продажба и доставка на услугите, предлагани от ИЗЪПНИТЕЛ;
        Да извършват всякакви плащания във връзка със сключените договори с
        ИЗПЪЛНИТЕЛ, съгласно поддържаните от ИЗПЪЛНИТЕЛ начини за разплащане.
        Да получават информация за нови стоки предлагани от ИЗПЪЛНИТЕЛ;
        Да преглеждат услугите, техните характеристики, цени и условия за изпълнение;
        Да бъдат уведомявани за правата, произтичащи от закона предимно чрез интерфейса на страницата на ИЗПЪЛНИТЕЛ в Интернет;
        Чл. 4. Доставчикът доставя стоките и гарантира правата на Ползвателите, предвидени в закона, в рамките на добросъвестността, възприетите в практиката, потребителското или търговското право критерии и условия.
        Чл. 5. (1) Ползвателите сключват договор за покупко-продажба на стоките, предлагани от ИЗПЪЛНИТЕЛ чрез интерфейса на Доставчика, достъпен на страницата му в Интернет на адрес “SVEJEST42.COM” или друго средство за комуникация от разстояние.
        По силата на сключения с Ползвателите договор за покупко-продажба на стоки, Доставчикът се задължава да достави и да прехвърли собствеността на Ползвателя на определените от него чрез интерфейса услуги.
        Ползвателите заплащат на Доставчика възнаграждение за доставените стоки съгласно условията, определени на ИЗПЪЛНИТЕЛ и настоящите общи условия. Възнаграждението е в размер на цената, обявена от Доставчика на адреса на ИЗПЪЛНИТЕЛ в Интернет.
        Доставчикът доставя заявените от Ползвателите стоки в сроковете и при условията, определени от Доставчика на страницата на електронния сайт и съгласно настоящите общи условия.
        Чл. 6. (1) Ползвателят и Доставчикът се съгласяват, че всички изявления помежду им във връзка със сключването и изпълнението на договора за покупко-продажба могат да бъдат извършвани по електронен и чрез електронни изявления по смисъла на Закона за електронния документ и електронния подпис и чл. 11 от Закона за електронната търговия.
        (2) Предполага се, че електронните изявления, извършени от Ползвателите на сайта, са извършени от лицата, посочени в данните, предоставени от Ползвателя при извършване на регистрация, ако Ползвателят е въвел съответното име и парола за достъп.
      </p>
      <h1 class="h1Tags">IV. ПРОДАЖБА</h1>
      <p>
        Чл. 9. (1) Ползвателите използват предимно интерфейса на страницата на Доставчика, за да сключват договори за покупко-продажба на предлаганите от Доставчика услуги в
        ИЗПЪЛНИТЕЛ.
        Договорът се сключва на български език.
        Договорът между Доставчика и Ползвателя представлява настоящите общи условия, достъпни на адрес svejest42.com
        Страна по договора с Доставчика е Ползвателят съгласно данните, предоставени при регистрацията и съдържащи се в личния профил на Ползвателя. За избягване на съмнение това са данните, с които е създаден акаунт при Доставчика.
        Доставчикът включва в интерфейса на Интернет страницата си, технически средства за установяване и поправяне на грешки при въвеждането на информация, преди да бъде направено изявлението за сключване на договора.
        Този договор се счита за сключен от момента на извършване на регистрация на Ползвателя при Доставчика. Договорът за покупко-продажба на услуга се счита за сключен от момента на заявяването й от Ползвателя чрез интерфейса на Доставчика.
        За сключването на този договор и за сключването на договора за покупко-продажба на услуга, Доставчикът изрично уведомява Ползвателя по подходящ начин чрез електронни средства.
        Изявлението за сключване на договора и потвърждението за неговото получаване се смятат за получени, когато техните адресати имат възможност за достъп до тях.
        Доставчикът доставя услугите на посочения от Ползвателите адрес и не носи отговорност в случай, че посочените от Ползвателите данни са неверни или заблуждаващи.
        Чл. 10. Ползвателите сключват договора за покупко-продажба с Доставчика по следната процедура:
        Избиране на една или повече от предлаганите стоки на ИЗПЪЛНИТЕЛ и добавянето им към списък с услуги за покупка;
        Предоставяне на данни за извършване на доставката;
        Избор на способ и момент за плащане на цената.
        Потвърждение на поръчката;
      </p>
      <h1 class="h1Tags">VI. ОСОБЕНИ ЗАДЪЛЖЕНИЯ НА ДОСТАВЧИКА. ЗАЩИТА НА ПОТРЕБИТЕЛИТЕ</h1>
      <p>
        Чл. 11. Правилата на настоящия раздел VI от тези общи условия се прилагат спрямо Ползватели, за които според данните, посочени за сключване на договора за покупкопродажба или при регистрацията в ИЗПЪЛНИТЕЛ, може да се направи извод, че са потребители по смисъла на Закона за защита на потребителите, Закона за електронната търговия и/или на Директива 97/7/ЕО на Европейския парламент и на Съвета от 20 май 1997 година относно защитата на потребителя по отношение на договорите от разстояние.
        Чл. 12. (1) Основните характеристики на стоките, предлагани от Доставчика са определени в профила на всяка стока на сайта на ИЗПЪЛНИТЕЛ.
        Цената на услугите с включени всички данъци се определя от Доставчика в профила на всяка стока в сайта на ИЗПЪЛНИТЕЛ.
        Стойността на пощенските и транспортните разходи, невключени в цената на стоките, се определя от Доставчика и се предоставя като информация на Ползвателите в един от следните моменти преди сключване на договора:
        В профила на всяка една от услугите в сайта на Доставчика на ИЗПЪЛНИТЕЛ;
        При избиране на услугите за сключване на договора за покупко-продажба;
        Начинът на плащане, доставка и изпълнение на договора се определя в настоящите общи условия, както и информацията, предоставена на Ползвателя в сайта на Доставчика.
        Информацията, предоставяна на Ползвателите по този член е актуална към момента на визуализацията й на сайта на Доставчика на ИЗПЪЛНИТЕЛ преди сключването на договора за покупко-продажба.
        Доставчикът задължително посочва условията за доставка на отделните стоки в сайта на ИЗПЪЛНИТЕЛ.
        Доставчикът посочва преди сключването на договора общата стойност на поръчката за всички съдържащи се в нея услуги.
        Чл. 13. (1) Потребителят се съгласява, че Доставчикът има право да приема авансово плащане за сключените с потребителя договори за покупко-продажба на стоки и тяхната доставка.
        (2) Потребителят избира самостоятелно дали да заплати на Доставчика цената да доставка на стоките преди или в момента на доставката им.
        Чл. 14. (1) Потребителят има право, без да дължи обезщетение или неустойка и без да посочва причина, да се откаже от сключения договор в срок 14 дни, считано от датата на получаване на стоката.
        Правото на отказ по ал. 1 не се прилага в следните случаи:
        за предоставяне на услуги, чиято цена зависи от колебанията на финансовите пазари, които Доставчикът не е в състояние да контролира;
        за доставка на услуга, изработени съобразно изискванията на потребителя или по негова индивидуална поръчка;
        за доставка на аудио- и видеозаписи или програмни продукти, разпечатани от потребителя;
        за доставка на вестници, списания и други периодични издания;
        Когато Доставчикът не е изпълнил задълженията си за предоставяне на информация, определени в чл. 54 от Закона за защита на потребителите, потребителят има право да се откаже от сключения договор в срок до три месеца, считано от датата на получаване на стоката. Когато информацията по тази алинея е предоставена на потребителя в рамките на срока за отказ, същият започва да тече от датата на предоставянето й.
        В случай, че потребителят упражни правото си на отказ по ал. 1, Доставчикът е задължен да му възстанови в пълен размер платените от потребителя суми не по-късно от 30 календарни дни, считано от датата, на която потребителят е упражнил правото си на отказ от сключения договор. От сумата, която потребителят е платил по договора, се удържат разходите за връщане на стоката, освен ако потребителят е върнал стоката за своя сметка и е уведомил за това Доставчика.
        Потребителят се задължава да съхранява получените от Доставчика стоки, тяхното качество и безопасност по време на срока по ал. 1.
        Чл. 15. (1) Срокът на доставка на стоката и началният момент, от който тече, е определен за всяка стока поотделно при сключване на договора с потребителя чрез сайта на Доставчика на ИЗПЪЛНИТЕЛ , освен ако стоките са поръчани в една доставка.
        В случай че потребителят и Доставчикът не са определили срок за доставка, срокът на доставка на стоките е 30 работни дни, считано от датата, следваща изпращането на поръчката на потребителя до Доставчика чрез сайта на Доставчика ИЗПЪЛНИТЕЛ.
        Ако Доставчикът не може да изпълни договора поради това, че не разполага с поръчаните стоки, той е длъжен да уведоми за това потребителя и да възстанови платените от него суми в срок до 30 работни дни от датата, на която Доставчикът е следвало да изпълни задължението си по договора.
        В случаите по ал. 3, Доставчикът има право да достави на потребителя стоки със същото качество и цена. Доставчикът уведомява потребителя по електронен път за промяната на изпълнението на договора.
        В случай на упражняване на право на отказ от договора за доставки по ал. 4, разходите по връщането на стоките са за сметка на Доставчика.
        Чл. 16. (1) Доставчикът предава стоките на потребителя след удостоверяване на изпълнението на изискванията и наличието на обстоятелствата по чл. 61 от Закона за защита на потребителите.
        Потребителят и Доставчикът удостоверяват обстоятелствата по ал. 1 писмено в момента на доставката чрез саморъчен подпис, освен ако е уговорено друго.
        Потребителят и Доставчикът се съгласяват, че изискванията по ал. 1 и чл. 61 от Закона за защита на потребителите ще бъдат спазени, ако удостоверяването е извършено от лице, за което според обстоятелствата може да се направи извод, че ще предаде информацията на потребителя – страна по договора.
      </p>
      <h1 class="h1Tags">VII. ДРУГИ УСЛОВИЯ</h1>
      <p>
        Чл. 17. (1) Доставчикът доставя и предава услугата на Ползвателя в определения при сключването на договора срок.
        (2) Ако срокът по ал. 1 не е изрично уговорен между страните при сключването на договора, Доставчикът доставя и предава стоката в разумен срок, но не по-късно от 2 месеца.
        Чл. 18. Ползвателят трябва да прегледа услугата в момента на извършването и предаването й от Доставчика и ако не отговаря на изискванията да уведоми за това незабавно Доставчика.
      </p>
      <h1 class="h1Tags">VIII. ЗАЩИТА НА ЛИЧНИТЕ ДАННИ</h1>
      <p>
        Чл. 19. (1) Доставчикът предприема мерки за защита на личните данни на Ползвателя съгласно Закона за защита на личните данни.
        От съображения за сигурност на личните данни на Ползвателите, Доставчикът ще изпрати данните само на e-mail адрес, който е бил посочен от Ползвателите в момента на регистрацията.
        Доставчикът приема и обявява на сайта си Политика за защита на личните данни, достъпна на адрес svejest42.com
        Чл. 20. (1) Във всеки момент, Доставчикът има право да изисква от Ползвателя да се легитимира и да удостовери достоверността на всяко едно от обявените по време на регистрацията обстоятелства и лични данни.
        (2) В случай, че по някаква причина Ползвателят е забравил или изгубил своите име и парола, Доставчикът има право да приложи обявената "Процедура за изгубени или забравени имена и пароли", достъпна на адрес
      </p>
      <h1 class="h1Tags">IX. ИЗМЕНЕНИЕ И ДОСТЪП ДО ОБЩИТЕ УСЛОВИЯ</h1>
      <p>
        Чл. 21. (1) Настоящите общи условия могат да бъдат изменяни от Доставчика, за което последният ще уведоми по подходящ начин всички Ползватели на ИЗПЪЛНИТЕЛ, които имат регистрация.
        Доставчикът и Ползвателят се съгласяват, че всяко допълване и изменение на тези общи условия ще има действие спрямо Ползвателя след изричното му уведомяване от Доставчика и ако Ползвателят не заяви в предоставения му 14-дневен срок, че ги отхвърля.
        Ползвателят се съгласява, че всички изявления на Доставчика, във връзка с изменението на тези общи условия ще бъдат изпращани на адреса на електронната поща, посочена от Ползвателя, при регистрацията. Ползвателят се съгласява, че електронните писма, изпратени по реда на този член не е необходимо да бъдат подписани с електронен подпис, за да имат действие спрямо него.
        Чл. 22. Доставчикът публикува тези общи условия на адрес svejest42.com заедно с всички допълнения и изменения в тях.
      </p>
    </div>
    <h1 class="h1Tags">X. ПРЕКРАТЯВАНЕ</h1>
    <p>
      Чл. 23. Настоящите общи условия и договора на Ползвателя с Доставчика се прекратяват в следните случаи:
      при прекратяване и обявяване в ликвидация или обявяване в несъстоятелност на една от страните по договора;
      по взаимно съгласие на страните в писмен вид;
      едностранно, с предизвестие от всяка от страните в случай на неизпълнение на задълженията на другата страна;
      при обективна невъзможност на някоя от страните по договора да изпълнява задълженията си;
      при изземване или запечатване на оборудването от държавни органи;
      в случай на заличаване на регистрацията на Ползвателя в сайта на ИЗПЪЛНИТЕЛ. В този случай сключените, но неизпълнени договори за покупко-продажба остават в сила и подлежат на изпълнение;
      в случай на упражняване на право на отказ съгласно чл. 55, ал. 1 от Закона за защита на потребителите.
    </p>
    <h1 class="h1Tags">XII. ДРУГИ УСЛОВИЯ</h1>
    <p>
      Чл. 24. Евентуалната недействителност на някоя от разпоредбите на тези общи условия няма да води до недействителност на целия договор.
      Чл. 25. За неуредените в този договор въпроси, свързани с изпълнението и тълкуването на този договор, се прилагат законите на Република България.
      Чл. 26. Всички спорове между страните по този договор ще бъдат разрешавани от компетентния съд или Комисията за защита на потребителите.
      Чл. 27. Настоящите общи условия влизат в сила за всички Ползватели на svejest42.com
      Приложение 6 към чл. 47, ал. 1, т. 8 и чл. 52, ал. 2 и 4 от ЗЗП
      Стандартен формуляр за упражняване правото на отказ от договора:
      (попълнете и изпратете настоящия формуляр единствено ако желаете да се откажете от договора)
      - До (името на търговеца, неговият географски адрес и когато е приложимо, номерът на факса му и електронният му адрес се попълват от търговеца):
      - С настоящото уведомявам/уведомяваме*, че се отказвам/отказваме* от сключения от мен/нас* договор за покупка на следните стоки*/за предоставяне на следната услуга*
      - Поръчано на*/получено на*
      - Име на потребителя/ите
      - Адрес на потребителя/ите
      - Подпис на потребителя/ите (само в случай, че настоящият формуляр е на хартия)
      - Дата
    </p>
  </div>
</template>

<script>
export default {
  name: "Uslovia",
};
</script>

<style scoped>
.h1Tags {
  color: rgb(25, 82, 77);
  overflow: hidden;
}
</style>